---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimPrefix
source: html/7b526a85-d2d7-b754-bdc2-d0d32fcf84fa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimPrefix Property

"Dimension Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId DimPrefix { get; }
```